## 1
a = float(input("Введіть число: "))
b = float(input("Введіть число: "))
c = float(input("Введіть число: "))

print(a+b+c)
print(a-b-c)
print(a*b*c)
print(a/b/c)

##2

a = int(input("Місячна зарплата: "))
b = int(input("Місячний платіж за кредитом у банку: "))
c = int(input("Заборогованість за комунальні послуги: "))

print("Залишок на рахунку: ",a-b-c,"гр.")

##3

a = float(input("Перша діагональ ромба: "))
b = float(input("Друга діагональ ромба: "))

print("Площа трикутника: ", (a*b)/2, "см2")

